###############################################################################
# Copyright (c) 2013, 2016 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
#     IBM Corporation - initial API and implementation
###############################################################################

# Jenkins will pass everything through MessageFormat. 
# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_ALL

HttpUtils_authentication_failed=La autenticaci\u00f3n ha fallado para {0} en {1}
HttpUtils_GET_failed=Solicitud a {0} ha devuelto statusCode={1}
HttpUtils_PUT_failed=Solicitud PUT a {0} ha devuelto statusCode={1}
HttpUtils_POST_failed=La solicitud POST a {0} ha devuelto statusCode={1}
HttpUtils_DELETE_failed=La solicitud DELETE a {0} ha devuelto statusCode={1}
HttpUtils_LOGIN_failed=La autenticaci\u00f3n para {0} en {1} ha fallado con statusCode={2}
HttpUtils_invalid_server=No se puede determinar el host del URI del servidor: "{0}"
RTCBuildCause_scheduled=Solicitada en RTC por: (compilaci\u00f3n planificada)
RTCBuildCause_personal=Compilaci\u00f3n personal solicitada en RTC por: {0}
RTCBuildCause_unknown_personal=Compilaci\u00f3n personal solicitada en RTC por: desconocido
RTCBuildCause_requested=Solicitada en RTC por: {0}
RTCBuildCause_unknown=Solicitada en RTC por: desconocido
RTCChangeLogChangeSetEntry.NoChangesIsFun=Sin cambios
RTCChangeLogChangeSetEntry.added=A\u00f1adido
RTCChangeLogChangeSetEntry.changes={0} cambios
RTCChangeLogChangeSetEntry.deleted=Suprimido
RTCChangeLogChangeSetEntry.modified=Modificado
RTCChangeLogChangeSetEntry.moved=Movido
RTCChangeLogChangeSetEntry.moved_modified=Modificado y movido
RTCChangeLogChangeSetEntry.no_changes=Sin cambios
RTCChangeLogChangeSetEntry.too_many_changes={0} cambios. Demasiados para notificar
RTCChangeLogChangeSetEntry.unknown=Cambio desconocido
RTCChangeLogComponentEntry.added_the_component=Se ha a\u00f1adido el componente
RTCChangeLogComponentEntry.deleted_the_component=Se ha suprimido el componente
RTCChangeLogComponentEntry.added_component=Se ha a\u00f1adido el componente "{0}"
RTCChangeLogComponentEntry.dropped_component=Se ha descartado el componente "{0}"
RTCChangeLogComponentEntry.unknown_action={0} componente "{1}"
RTCFacadeFactory.toolkit_not_found=El directorio de kit de herramientas de compilaci\u00f3n no se ha encontrado en: {0} 
RTCFacadeFactory.toolkit_path_not_directory=La v\u00eda de acceso del kit de herramientas de compilaci\u00f3n indica un archivo, no un directorio: {0}
RTCFacadeFactory.missing_toolkit=Falta la v\u00eda de acceso del kit de herramientas de compilaci\u00f3n global
RTCFacadeFactory.scan_error=Error al explorar carpeta del kit de herramientas de compilaci\u00f3n {0} para archivos jar.
RTCRepositoryBrowser.display_name=Interfaz de usuario web de RTC
RTCScm_build_workspace_success=Existe el espacio de trabajo de repositorio
RTCScm_build_definition_empty=No se ha proporcionado un ID de definici\u00f3n de construcci\u00f3n.
RTCScm_build_definition_success=La definici\u00f3n de compilaci\u00f3n existe
RTCScm_build_stream_success=Existe la corriente
RTCScm_changes_found=RTC: Se han detectado cambios
RTCScm_checking_for_changes=RTC: comprobando si hay cambios...
RTCScm_checking_for_changes_failure=RTC: anomal\u00eda al comprobar si hay cambios: {0}
RTCScm_checking_for_changes_failure2=RTC: anomal\u00eda al comprobar si hay cambios: {0}
RTCScm_checking_for_changes_failure3=RTC: anomal\u00eda al comprobar si hay cambios: {0}
RTCScm_checkout_failure=RTC: anomal\u00eda de extracci\u00f3n: {0}
RTCScm_checkout_failure2=RTC: anomal\u00eda de extracci\u00f3n: {0}
RTCScm_checkout_failure3=RTC: anomal\u00eda de extracci\u00f3n: {0}
RTCScm_checkout_failure4=RTC: anomal\u00eda de extracci\u00f3n: {0}
RTCScm_snapshot_not_provided=No se ha proporcionado un UUID o nombre de instant\u00e1nea.
RTCScm_stream_not_provided=No se ha proporcionado un nombre de corriente.
RTCScm_checkout_started=RTC: extracci\u00f3n...
RTCScm_connect_success=La prueba de conexi\u00f3n ha sido satisfactoria.
RTCScm_failed_to_connect=No se ha podido conectar: {0}
RTCScm_no_changes_found=RTC: No se han detectado cambios
RTCScm_password_file_is_directory=El archivo de contrase\u00f1a "{0}" indica un directorio, no un archivo.
RTCScm_password_file_not_found=No se ha encontrado el archivo de contrase\u00f1a "{0}".
RTCScm_credentials_required=Se necesitan credenciales
RTCScm_RTC_display_name=Rational Team Concert (RTC)
RTCScm_timeout_required=Se requiere el tiempo de espera de conexi\u00f3n.
RTCScm_supply_password_or_file=Proporcione una contrase\u00f1a o un archivo de contrase\u00f1a, no ambos.
RTCScm_two_passwords_use_credentials=Se ha configurado una contrase\u00f1a y un archivo de contrase\u00f1as. En su lugar, configure las credenciales.
RTCScm_missing_global_build_tool=El kit de herramientas de compilaci\u00f3n global se debe identificar para poder conectarse a RTC
RTCScm_missing_build_tool=El kit de herramientas de compilaci\u00f3n para utilizar se debe identificar para poder conectarse a RTC
RTCScm_build_tool_needed_for_job=Es necesario un kit de herramientas de compilaci\u00f3n para realizar compilaciones.
RTCScm_global_build_tool_needed_for_job=El kit de herramientas de compilaci\u00f3n global se debe definir para poder realizar compilaciones
RTCScm_no_build_tool_name=- ninguno -
RTCScm_no_build_toolkit=No se puede recuperar la v\u00eda de acceso del kit de herramientas de compilaci\u00f3n: {0}
RTCScm_no_build_toolkit2=No se puede recuperar la v\u00eda de acceso del kit de herramientas de compilaci\u00f3n: {0}
RTCScm_no_global_build_toolkit=No se puede recuperar la v\u00eda de acceso del kit de herramientas de compilaci\u00f3n global: {0}
RTCScm_no_global_build_toolkit2=No se puede recuperar la v\u00eda de acceso del kit de herramientas de compilaci\u00f3n global: {0}
RTCScm_no_global_build_toolkit3=No se puede recuperar la v\u00eda de acceso del kit de herramientas de compilaci\u00f3n global: {0}
RTCScm_build_initiated_by=RTC: Compilaci\u00f3n iniciada por la solicitud desde RTC
RTCScm_link_creation_failure=No se puede enlazar la compilaci\u00f3n de Hudson/Jenkins con el resultado de compilaci\u00f3n de RTC: {0}
RTCScm_build_cause_determination_failure=No se puede determinar la raz\u00f3n por la que RTC ha iniciado la compilaci\u00f3n: {0}
RTCScm_build_label=#{0}
RTCScm_polling_not_supported=No se soporta el sondeo en esta configuraci\u00f3n. El sondeo solo est\u00e1 soportado en la definici\u00f3n de compilaci\u00f3n y en las configuraciones de corriente y espacio de trabajo de repositorio.
RTCScm_components_to_exclude_validation_not_supported_for_snapshot=La lista de componentes para excluir no se puede validar porque la validaci\u00f3n no est\u00e1 soportada para instant\u00e1neas.
RTCScm_components_to_loadrule_mapping_validation_not_supported_for_snapshot=La correlaci\u00f3n de archivos de componente-con-regla-carga no se puede validar porque la validaci\u00f3n no est\u00e1 soportada para instant\u00e1neas.
RTCScm_components_to_exclude_valid=La lista de componentes por excluir es v\u00e1lida.
RTCScm_components_to_exclude_specify_file_path=Proporcione la ruta de un archivo que contenga la lista de componentes por excluir.
RTCScm_load_rule_mapping_valid=La correlaci\u00f3n de archivos componente-a-regla-de-carga es v\u00e1lida.
RTCScm_load_rule_mapping_specify_file_path=Proporcione la v\u00eda de acceso a un archivo con la correlaci\u00f3n de archivos componente-a-regla-de-carga.
RTCScm_specify_process_area=Especificar el nombre de un \u00e1rea de proyecto o un \u00e1rea de equipo de RTC. 
RTCScm_project_area_exists=Existe el \u00e1rea de proyecto.
RTCScm_team_area_exists=Existe el \u00e1rea del equipo.
RTCScm_temporary_workspace_comment=Creado por el plugin de Team Concert para la compilaci\u00f3n {0} del trabajo {1} en el servidor {2} 
RTCScm_validation_success=La configuraci\u00f3n de RTC SCM es v\u00e1lida.
RTCScm_build_workspace_empty=No se ha proporcionado un nombre de espacio de trabajo de repositorio.
RTCScm_build_stream_empty=No se ha proporcionado un nombre de corriente.
RTCScm_build_snapshot_empty=No se ha proporcionado un UUID o nombre de instant\u00e1nea.
RTCScm_build_snapshot_not_validated=No se puede validar el valor parametrizado para la instant\u00e1nea.
RTCScm_repository_workspace_not_validated=No se puede validar el valor parametrizado del espacio de trabajo de repositorio.
RTCScm_stream_not_validated=No se puede validar el valor parametrizado de la corriente.
RTCScm_build_definition_not_validated=No se puede validar el valor parametrizado de la definici\u00f3n de construcci\u00f3n.
RTCScm_build_toolkit_required_to_validate_process_area=Es necesario un kit de herramientas de compilaci\u00f3n para validar el valor del \u00e1rea de proyecto o equipo.
RTCScm_build_toolkit_required_to_validate_snapshot=Es necesario un kit de herramientas de compilaci\u00f3n para validar la configuraci\u00f3n de instant\u00e1nea.
RTCScm_empty_resolved_snapshot_name=El nombre de instant\u00e1nea "{0}", configurado en el trabajo, se ha resuelto en una serie vac\u00eda. Se utiliza el nombre predeterminado para la instant\u00e1nea generada.
RTCBuildToolInstallation_not_tookit_directory=El directorio no parece el directorio del kit de herramientas de compilaci\u00f3n.
RTCBuildToolInstallation_missing_toolkit=Se requiere el directorio del kit de herramientas de compilaci\u00f3n.
RTCBuildToolInstallation_toolkit_not_directory=La v\u00eda de acceso del kit de herramientas de compilaci\u00f3n indica un archivo, no un directorio.
RTCBuildToolInstallation_toolkit_not_found=No se ha encontrado el directorio del kit de herramientas de compilaci\u00f3n.
RTCBuildToolInstallation_unable_to_read=No se puede procesar el directorio del kit de herramientas de compilaci\u00f3n.
RTCBuildToolInstallation_RTC_display_name=Kit de herramientas de compilaci\u00f3n de RTC
RTCBuildResultAction_display_name=Resultado de compilaci\u00f3n de RTC
RTCRunListener_build_termination_failure=Error al marcar la compilaci\u00f3n de RTC como completada: {0}
RTCRunListener_build_termination_failure2=Error al marcar la compilaci\u00f3n de RTC como completada: {0}
RTCRunListener_build_result_not_completed=No se puede marcar como completado el resultado de la compilaci\u00f3n de RTC. El sistema SCM configurado es "{0}" y no RTC.
RTCRunListener_build_result_not_completed_no_scm=No se puede marcar como completado el resultado de la compilaci\u00f3n de RTC. No se ha podido obtener la configuraci\u00f3n de RTC SCM.
RTCRunListener_repo_workspace_not_deleted=No se ha podido suprimir el espacio de trabajo del repositorio con el nombre {0} y el uuid {1}. No se ha podido obtener la configuraci\u00f3n de RTC SCM.
RTCRunListener_manually_delete_repo_workspace=Puede que tenga que suprimir manualmente el espacio de trabajo de repositorio.
RTCRunListener_delete_repo_workspace_success=Se ha suprimido el espacio de trabajo de repositorio "{0}".
RTCRunListener_repo_workspace_delete_failure=Error al suprimir el espacio de trabajo de repositorio: {0}
RTCRunListener_manually_abandon_build=Puede que la compilaci\u00f3n de RTC a\u00fan est\u00e9 ejecutando. Es posible que tenga que cancelarla manualmente en RTC.
RTCLoginInfo_creds_unresolvable=Las credenciales elegidas no se resuelven en credenciales v\u00e1lidas. Compruebe las restricciones de dominio si un dominio es el propietario de la credencial.
RTCLoginInfo_missing_creds=Faltan las credenciales a utilizar al contactar con el servidor de Team Concert
RTCLoginInfo_missing_password=No se puede recuperar la contrase\u00f1a de "{0}": {1}
RTCLoginInfo_supply_password_file_or_password=Debe proporcionarse un archivo de contrase\u00f1as o una contrase\u00f1a al autenticarse con un ID de usuario
RTCLoginInfo_both_supplied_password_file_used=Se debe suministrar una contrase\u00f1a o un archivo de contrase\u00f1a, no ambos. Se utilizar\u00e1 el archivo de contrase\u00f1a.
RTCLoginInfo_both_supplied_password_ignored=Se debe suministrar una contrase\u00f1a o un archivo de contrase\u00f1a, no ambos. No se utilizar\u00e1 la contrase\u00f1a.
RTCLoginInfo_credentials_used=Para la autenticaci\u00f3n se utilizar\u00e1n credenciales en lugar del ID de usuario y la contrase\u00f1a/el archivo de contrase\u00f1a
RTCLoginInfo_missing_userid=Cuando se utiliza una contrase\u00f1a o un archivo de contrase\u00f1a se debe proporcionar un ID de usuario.
RTCLoginInfo_password_file_ignored=Para la autenticaci\u00f3n se utilizar\u00e1n credenciales. No se utilizar\u00e1 el archivo de contrase\u00f1a.
RTCLoginInfo_password_ignored=Para la autenticaci\u00f3n se utilizar\u00e1n credenciales. No se utilizar\u00e1 la contrase\u00f1a.
RTCFacadeFacade_check_incoming_with_rest=Determinaci\u00f3n de si hay cambios entrantes sin utilizar el kit de herramientas de compilaci\u00f3n
RTCFacadeFacade_check_incoming_with_toolkit=Determinaci\u00f3n de si hay cambios entrantes utilizando el kit de herramientas de compilaci\u00f3n
RTCFacadeFacade_checking_incoming_changes_for=Comprobando cambios entrantes para "{0}"
RTCFacadeFacade_unexpected_build_state_put_response=La respuesta inesperada en la clase {0} es {1}
RTCFacadeFacade_unexpected_build_state_response=La respuesta inesperada en la clase {0} es {1} 
RTCFacadeFacade_unexpected_incoming_response=La respuesta inesperada en la clase {0} es {1}
RTCFacadeFacade_client_not_allowed_to_connect_to_JTS=CRJAZ1863E Este cliente no puede iniciar la sesi\u00f3n directamente en Jazz Team Server.  Inicie la sesi\u00f3n en una aplicaci\u00f3n.
RTCFacadeFacade_invalid_response_invoking_version_compatibility_service=CRJAZ1685E  Error inesperado al invocar el servicio de compatibilidad de versiones durante el inicio de sesi\u00f3n.  El servicio de compatibilidad no ha devuelto ninguna respuesta v\u00e1lida.
RTCFacadeFacade_incompatible2=El servidor Team Concert no tiene el soporte necesario para evitar utilizar el kit de herramientas: el servidor est\u00e1 en la versi\u00f3n {0}
RTCFacadeFacade_incompatible_for_service=El servidor Team Concert no tiene el soporte necesario para el servicio: el servidor est\u00e1 en la versi\u00f3n {0}
RTCFacadeFacade_unexpected_search_workspaces_response=Respuesta inesperada al realizar la comprobaci\u00f3n de los espacios de trabajo de b\u00fasqueda. Solicitud: {0} Respuesta: {1}
RTCFacadeFacade_error_parsing_search_workspaces_response=Error al analizar la respuesta de espacios de trabajo de b\u00fasqueda: {0}. Solicitud: {1} Respuesta: {2}
RTCFacadeFacade_multiple_workspaces=M\u00e1s de un espacio de trabajo de repositorio tiene el nombre "{0}"
RTCFacadeFacade_workspace_not_found=No se ha podido encontrar un espacio de trabajo con nombre "{0}"
RTCFacadeFacade_unexpected_search_components_response=Respuesta inesperada al realizar la comprobaci\u00f3n de b\u00fasqueda de componentes. Solicitud: {0} Respuesta: {1}
RTCFacadeFacade_error_parsing_search_components_response=Error al analizar la respuesta de b\u00fasqueda de componentes: {0}. Solicitud: {1} Respuesta: {2}
RTCFacadeFacade_component_with_id_not_found=No se puede encontrar un componente con ID de elemento "{0}" en el repositorio.
RTCFacadeFacade_component_with_name_not_found=No se puede encontrar un componente con nombre "{0}" en el repositorio.
RTCFacadeFacade_multiple_components_with_name_in_workspace=Se ha encontrado m\u00e1s de un componente con el nombre "{0}" en el espacio de trabajo "{1}".
RTCFacadeFacade_multiple_components_with_name_in_stream=Se ha encontrado m\u00e1s de un componente con el nombre "{0}" en la corriente "{1}".
RTCFacadeFacade_component_with_name_not_found_ws=No se puede encontrar un componente con el nombre "{0}" en el espacio de trabajo "{1}".
RTCFacadeFacade_unexpected_search_components_in_workspace_response=Respuesta inesperada al realizar la b\u00fasqueda de componentes en la comprobaci\u00f3n de espacio de trabajo. Solicitud: {0} Respuesta: {1}
RTCFacadeFacade_unexpected_search_components_in_stream_response=Respuesta inesperada al realizar la b\u00fasqueda de componentes en la comprobaci\u00f3n de corriente. Solicitud: {0} Respuesta: {1}
RTCFacadeFacade_load_rule_file_path_empty=La v\u00eda de acceso del archivo de correlaciones de reglas de carga de componente para el componente "{0}" est\u00e1 vac\u00eda.
RTCFacadeFacade_unexpected_search_versionable_response=Respuesta inesperada al realizar la comprobaci\u00f3n de b\u00fasqueda de versionables. Solicitud: {0} Respuesta: {1}
RTCFacadeFacade_error_parsing_search_versionable_response=Error al analizar la respuesta de b\u00fasqueda de versionables: {0}. Solicitud: {1} Respuesta: {2}
RTCFacadeFacade_load_rule_file_not_found_ws=El archivo de reglas de carga "{0}" no se puede encontrar en el componente "{1}" en el espacio de trabajo "{2}".
RTCFacadeFacade_load_rule_not_a_file_ws=El archivo de reglas de carga "{0}" no se resuelve en un archivo en el componente "{1}" en el espacio de trabajo "{2}".
RTCFacadeFacade_load_rule_file_not_found_stream=El archivo de reglas de carga "{0}" no se puede encontrar en el componente "{1}" en la corriente "{2}".
RTCFacadeFacade_load_rule_not_a_file_stream=El archivo de reglas de carga "{0}" no se resuelve en un archivo en el componente "{1}" en la corriente "{2}".
RTCFacadeFacade_load_rule_file_with_id_not_found_ws=El archivo de reglas de carga con ID de elemento "{0}" no se puede encontrar en el componente "{1}" del espacio de trabajo "{2}".
RTCFacadeFacade_load_rule_with_id_not_a_file_ws=El archivo de reglas de carga con ID de elemento "{0}" no resuelve a un archivo del componente "{1}" en el espacio de trabajo "{2}".
RTCFacadeFacade_load_rule_file_with_id_not_found_stream=El archivo de reglas de carga con ID de elemento "{0}" no se puede encontrar en el componente "{1}" de la corriente "{2}".
RTCFacadeFacade_load_rule_with_id_not_a_file_stream=El archivo de reglas de carga con ID de elemento "{0}" no resuelve a un archivo del componente "{1}" en la corriente "{2}".
RTCFacadeFacade_multiple_streams=M\u00e1s de una corriente con el nombre "{0}" se ha encontrado en el repositorio.
RTCFacadeFacade_stream_not_found=Una corriente con el nombre "{0}" no se puede encontrar en el repositorio.
RTCFacadeFacade_unexpected_search_streams_response=Respuesta inesperada al realizar la comprobaci\u00f3n de las corrientes de b\u00fasqueda. Solicitud: {0} Respuesta: {1}
RTCFacadeFacade_error_parsing_search_stream_response=Error al analizar la respuesta de las corrientes de b\u00fasqueda: {0}. Solicitud: {1} Respuesta: {2}
RTCFacadeFacade_definition_not_found=No se ha podido encontrar una definici\u00f3n de compilaci\u00f3n con el nombre "{0}"
RTCFacadeFacade_build_definition_missing_hudson_config=La definici\u00f3n de compilaci\u00f3n no es una definici\u00f3n de compilaci\u00f3n de Hudson/Jenkins
RTCFacadeFacade_build_definition_missing_jazz_scm_config=La definici\u00f3n de compilaci\u00f3n no tiene ninguna opci\u00f3n de Jazz Source Control especificada.
RTCFacadeFacade_build_definition_missing_build_engine=La definici\u00f3n de compilaci\u00f3n no tiene motores de compilaci\u00f3n de soporte
RTCFacadeFacade_build_definition_missing_build_engine_hudson_config=El motor de compilaci\u00f3n de soporte no es Hudson/Jenkins
RTCFacadeFacade_unexpected_validate_build_definition_response=Respuesta inesperada al validar la definici\u00f3n de compilaci\u00f3n. Solicitud: {0} Respuesta: {1}
RTCFacadeFacade_build_termination_status_incomplete=No se puede actualizar correctamente el estado de resultado de compilaci\u00f3n de RTC: {0}
RTCFacadeFacade_unexpected_response_postbuild_deliver=Respuesta inesperada al realizar la entrega posterior a la compilaci\u00f3n.
RTCFacadeFacade_starting_post_build_deliver=Iniciando entrega posterior a la compilaci\u00f3n para el resultado de compilaci\u00f3n {0}.
RTCFacadeFacade_starting_post_build_deliver2=Iniciando entrega posterior a la compilaci\u00f3n para el resultado de compilaci\u00f3n {0}({1}).
RTCBuildResultHelper_delete_build_result_failed=La supresi\u00f3n del resultado de compilaci\u00f3n de RTC "{0}" ha fallado: {1}
Helper_file_not_found=La v\u00eda de acceso "{0}" no existe.
Helper_not_a_file=La v\u00eda de acceso "{0}" no resuelve a un archivo.
Helper_components_to_exclude_required=Especifique el valor de componentsToExclude.
Helper_component_id_or_name_required=Especifique un valor de componentId o componentName.
Helper_load_rules_required=Especifique el valor de loadRules. 
Helper_file_item_id_or_name_required=Especifique un valor de fileItemId o filePath.
Helper_component_name_empty_components_to_exclude=Uno de los valores componentName especificados en la lista de componentes por  excluir est\u00e1 vac\u00edo.
Helper_component_name_empty_load_rules=Uno de los valores de componentName especificados en el componente para cargar el la correlaci\u00f3n de archivos de reglas est\u00e1 vac\u00edo.
RTCPostBuildDeliverPublisher_postbuild_deliver_failure_for_build_result=La entrega posterior a la compilaci\u00f3n ha fallado para el resultado de compilaci\u00f3n {0}({1}).
RTCPostBuildDeliverPublisher_postbuild_deliver_failure=La entrega posterior a la compilaci\u00f3n ha fallado.
RTCPostBuildDeliverPublisher_postbuild_deliver_success=La operaci\u00f3n entrega posterior a la compilaci\u00f3n ha sido satisfactoria para el resultado de compilaci\u00f3n {0}({1}).
RTCPostBuildDeliverPublisher_postbuild_deliver_skipped=La entrega posterior a la compilaci\u00f3n se ha saltado.
RTCPostBuildDeliverPublisher_postbuild_deliver_skipped2=La entrega posterior a la compilaci\u00f3n se ha saltado para el resultado de compilaci\u00f3n {0}({1}).
RTCPostBuildDeliverPublisher_trigger_policy_prevents_pb_deliver=La pol\u00edtica de activador ha impedido la entrega posterior a la compilaci\u00f3n para la definici\u00f3n de compilaci\u00f3n "{0}". El estado de compilaci\u00f3n actual es "{1}" y la pol\u00edtica de activador es "{2}". 
RTCPostBuildDeliverPublisher_postbuild_deliver_not_configured=La entrega posterior a la compilaci\u00f3n no est\u00e1 configurada para la definici\u00f3n de compilaci\u00f3n "{0}".
RTCPostBuildDeliverPublisher_postbuild_deliver_incorrect_trigger_policy=La entrega posterior a la compilaci\u00f3n ha terminado anormalmente porque la definici\u00f3n de compilaci\u00f3n "{0}" tiene una pol\u00edtica de activador desconocida.
RTCPostBuildDeliverPublisher_postbuild_deliver_incorrect_trigger_policy2=La entrega posterior a la compilaci\u00f3n ha terminado anormalmente porque la definici\u00f3n de compilaci\u00f3n "{0}" tiene una pol\u00edtica de activador desconocida "{1}".
RTCPostBuildDeliverPublisher_unable_to_find_rtc_scm=No se puede recuperar la configuraci\u00f3n RTC SCM de la compilaci\u00f3n.
RTCPostBuildDeliverPublisher_post_build_deliver_title=Entrega posterior a la compilaci\u00f3n de RTC 
RTCBuildDefinitionDetailsTask_unable_to_fetch_details=No se pueden extraer detalles de la definici\u00f3n de la compilaci\u00f3n "{0}": {1}.
RTCBuildDefinitionDetailsTask_unable_to_fetch_details2=No se pueden extraer detalles de la definici\u00f3n de la compilaci\u00f3n "{0}".
RTCPostBuildDeliverPublisher_ignored_not_configured_for_build_definition=Se ignora la entrega posterior a la compilaci\u00f3n porque RTC SCM no est\u00e1 configurado con una definici\u00f3n de compilaci\u00f3n.
RTCPostBuildDeliverPublisher_no_build_result=No se puede continuar con la entrega posterior a la compilaci\u00f3n porque no hay ning\u00fan resultado de la compilaci\u00f3n de RTC asociado a esta compilaci\u00f3n.
RTCPostBuildDeliverPublisher_setting_build_to_failure="Estableciendo el estado de compilaci\u00f3n en FAILURE.
RTCPostBuildDeliverPublisher_incompatible_server_version=El servidor RTC {0} no es compatible para la entrega posterior a la compilaci\u00f3n. La versi\u00f3n del servidor esperada es {1}. Mensaje de error: {2}.
RTCPostBuildDeliverPublisher_unable_to_retrieve_log=No se puede recuperar el registro de entrega posterior a la compilaci\u00f3n. El URL es {0}.
RTCPostBuildDeliverPublisher_post_build_deliver_disabled=La entrega posterior a la compilaci\u00f3n est\u00e1 inhabilitada para la definici\u00f3n de compilaci\u00f3n "{0}".
