###############################################################################
# Copyright (c) 2013, 2016 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
#     IBM Corporation - initial API and implementation
###############################################################################

# Jenkins will pass everything through MessageFormat. 
# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_ALL

HttpUtils_authentication_failed={1} \u3067 {0} \u306b\u5bfe\u3059\u308b\u8a8d\u8a3c\u304c\u5931\u6557\u3057\u307e\u3057\u305f
HttpUtils_GET_failed={0} \u3078\u306e\u8981\u6c42\u3067\u72b6\u6cc1\u30b3\u30fc\u30c9={1} \u304c\u623b\u308a\u307e\u3057\u305f
HttpUtils_PUT_failed={0} \u3078\u306e PUT \u8981\u6c42\u3067\u72b6\u6cc1\u30b3\u30fc\u30c9={1} \u304c\u623b\u308a\u307e\u3057\u305f
HttpUtils_DELETE_failed={0} \u3078\u306e DELETE \u8981\u6c42\u3067\u72b6\u6cc1\u30b3\u30fc\u30c9={1} \u304c\u623b\u308a\u307e\u3057\u305f
HttpUtils_LOGIN_failed={1} \u3067 {0} \u306b\u5bfe\u3059\u308b\u8a8d\u8a3c\u306b\u5931\u6557\u3057\u3001\u72b6\u6cc1\u30b3\u30fc\u30c9={2} \u304c\u623b\u308a\u307e\u3057\u305f
HttpUtils_invalid_server=\u30b5\u30fc\u30d0\u30fc URI \u304b\u3089\u30db\u30b9\u30c8\u3092\u5224\u65ad\u3067\u304d\u307e\u305b\u3093: "{0}"
RTCBuildCause_scheduled=RTC \u306b\u304a\u3051\u308b\u4f9d\u983c\u5143: (\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3055\u308c\u305f\u30d3\u30eb\u30c9)
RTCBuildCause_personal=RTC \u306b\u304a\u3051\u308b\u500b\u4eba\u7528\u30d3\u30eb\u30c9\u306e\u4f9d\u983c\u5143: {0}
RTCBuildCause_unknown_personal=RTC \u306b\u304a\u3051\u308b\u500b\u4eba\u7528\u30d3\u30eb\u30c9\u306e\u4f9d\u983c\u5143: \u4e0d\u660e
RTCBuildCause_requested=RTC \u306b\u304a\u3051\u308b\u4f9d\u983c\u5143: {0}
RTCBuildCause_unknown=RTC \u306b\u304a\u3051\u308b\u4f9d\u983c\u5143: \u4e0d\u660e
RTCChangeLogChangeSetEntry.NoChangesIsFun=\u5909\u66f4\u306a\u3057
RTCChangeLogChangeSetEntry.added=\u8ffd\u52a0\u6e08\u307f
RTCChangeLogChangeSetEntry.changes={0} \u500b\u306e\u5909\u66f4
RTCChangeLogChangeSetEntry.deleted=\u524a\u9664\u6e08\u307f
RTCChangeLogChangeSetEntry.modified=\u5909\u66f4\u6e08\u307f
RTCChangeLogChangeSetEntry.moved=\u79fb\u52d5\u6e08\u307f
RTCChangeLogChangeSetEntry.moved_modified=\u5909\u66f4\u6e08\u307f\u304a\u3088\u3073\u79fb\u52d5\u6e08\u307f
RTCChangeLogChangeSetEntry.no_changes=\u5909\u66f4\u306a\u3057
RTCChangeLogChangeSetEntry.too_many_changes={0} \u500b\u306e\u5909\u66f4\u3002 \u591a\u3059\u304e\u3066\u5831\u544a\u3067\u304d\u307e\u305b\u3093
RTCChangeLogChangeSetEntry.unknown=\u4e0d\u660e\u306a\u5909\u66f4
RTCChangeLogComponentEntry.added_the_component=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f
RTCChangeLogComponentEntry.deleted_the_component=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u524a\u9664\u3057\u307e\u3057\u305f
RTCChangeLogComponentEntry.added_component=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{0}\u300d\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f
RTCChangeLogComponentEntry.dropped_component=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{0}\u300d\u3092\u9664\u53bb\u3057\u307e\u3057\u305f
RTCChangeLogComponentEntry.unknown_action={0} \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{1}\u300d
RTCFacadeFactory.toolkit_not_found=\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u304c\u6b21\u306e\u5834\u6240\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093: {0} 
RTCFacadeFactory.toolkit_path_not_directory=\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30d1\u30b9\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3067\u306f\u306a\u304f\u30d5\u30a1\u30a4\u30eb\u3092\u793a\u3057\u307e\u3059: {0}
RTCFacadeFactory.missing_toolkit=\u30b0\u30ed\u30fc\u30d0\u30eb\u30fb\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30d1\u30b9\u304c\u3042\u308a\u307e\u305b\u3093
RTCFacadeFactory.scan_error=JAR \u30d5\u30a1\u30a4\u30eb\u306e\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30d5\u30a9\u30eb\u30c0\u30fc {0} \u306e\u30b9\u30ad\u30e3\u30f3\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
RTCRepositoryBrowser.display_name=RTC Web UI
RTCScm_build_workspace_success=\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u30fb\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u304c\u5b58\u5728\u3057\u307e\u3059
RTCScm_build_definition_empty=\u30d3\u30eb\u30c9\u5b9a\u7fa9\u306e\u5024\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
RTCScm_build_definition_success=\u30d3\u30eb\u30c9\u5b9a\u7fa9\u304c\u5b58\u5728\u3057\u307e\u3059
RTCScm_build_stream_success=\u30b9\u30c8\u30ea\u30fc\u30e0\u304c\u5b58\u5728\u3057\u307e\u3059
RTCScm_changes_found=RTC : \u5909\u66f4\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f
RTCScm_checking_for_changes=RTC : \u5909\u66f4\u306e\u78ba\u8a8d\u4e2d...
RTCScm_checking_for_changes_failure=RTC : \u5909\u66f4\u306e\u5931\u6557\u306e\u78ba\u8a8d\u4e2d: {0}
RTCScm_checking_for_changes_failure2=RTC : \u5909\u66f4\u306e\u5931\u6557\u306e\u78ba\u8a8d\u4e2d: {0}
RTCScm_checking_for_changes_failure3=RTC : \u5909\u66f4\u306e\u5931\u6557\u306e\u78ba\u8a8d\u4e2d: {0}
RTCScm_checkout_failure=RTC : \u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u306e\u5931\u6557: {0}
RTCScm_checkout_failure2=RTC : \u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u306e\u5931\u6557: {0}
RTCScm_checkout_failure3=RTC : \u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u306e\u5931\u6557: {0}
RTCScm_checkout_failure4=RTC : \u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u306e\u5931\u6557: {0}
RTCScm_snapshot_not_provided=Jazz SCM \u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u306e UUID \u307e\u305f\u306f\u540d\u524d\u304c\u6307\u5b9a\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
RTCScm_stream_not_provided=Jazz SCM \u306e\u30b9\u30c8\u30ea\u30fc\u30e0\u540d\u304c\u6307\u5b9a\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
RTCScm_checkout_started=RTC : \u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8...
RTCScm_connect_success=\u63a5\u7d9a\u30c6\u30b9\u30c8\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f
RTCScm_failed_to_connect=\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f : {0}
RTCScm_no_changes_found=RTC : \u5909\u66f4\u304c\u691c\u51fa\u3055\u308c\u307e\u305b\u3093
RTCScm_password_file_is_directory=\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d5\u30a1\u30a4\u30eb\u300c{0}\u300d\u306f\u3001\u30d5\u30a1\u30a4\u30eb\u3067\u306f\u306a\u304f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3092\u793a\u3057\u3066\u3044\u307e\u3059
RTCScm_password_file_not_found=\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d5\u30a1\u30a4\u30eb\u300c{0}\u300d\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
RTCScm_credentials_required=\u8cc7\u683c\u60c5\u5831\u304c\u5fc5\u8981\u3067\u3059\u3002
RTCScm_RTC_display_name=Rational Team Concert (RTC)
RTCScm_timeout_required=\u63a5\u7d9a\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u304c\u5fc5\u8981\u3067\u3059
RTCScm_supply_password_or_file=\u30d1\u30b9\u30ef\u30fc\u30c9\u304b\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d5\u30a1\u30a4\u30eb\u306e\u3044\u305a\u308c\u304b (\u4e21\u65b9\u3067\u306f\u306a\u3044) \u3092\u63d0\u4f9b\u3057\u3066\u304f\u3060\u3055\u3044
RTCScm_two_passwords_use_credentials=\u30d1\u30b9\u30ef\u30fc\u30c9\u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d5\u30a1\u30a4\u30eb\u306e\u4e21\u65b9\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u4ee3\u308f\u308a\u306b\u8cc7\u683c\u60c5\u5831\u3092\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3057\u3066\u304f\u3060\u3055\u3044\u3002
RTCScm_missing_global_build_tool=RTC \u306b\u63a5\u7d9a\u3059\u308b\u305f\u3081\u306b\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u30fb\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u304c\u8b58\u5225\u3055\u308c\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
RTCScm_missing_build_tool=RTC \u306b\u63a5\u7d9a\u3059\u308b\u305f\u3081\u306b\u306f\u3001\u4f7f\u7528\u3059\u308b\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u304c\u8b58\u5225\u3055\u308c\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
RTCScm_build_tool_needed_for_job=\u30d3\u30eb\u30c9\u3092\u5b9f\u884c\u3059\u308b\u306b\u306f\u3001\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u304c\u5fc5\u8981\u3067\u3059
RTCScm_global_build_tool_needed_for_job=\u30d3\u30eb\u30c9\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306b\u306f\u3001\u30b0\u30ed\u30fc\u30d0\u30eb\u30fb\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u3092\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
RTCScm_no_build_tool_name=- \u306a\u3057 -
RTCScm_no_build_toolkit=\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30d1\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093 : {0}
RTCScm_no_build_toolkit2=\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30d1\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093 : {0}
RTCScm_no_global_build_toolkit=\u30b0\u30ed\u30fc\u30d0\u30eb\u30fb\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30d1\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093 : {0}
RTCScm_no_global_build_toolkit2=\u30b0\u30ed\u30fc\u30d0\u30eb\u30fb\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30d1\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093 : {0}
RTCScm_no_global_build_toolkit3=\u30b0\u30ed\u30fc\u30d0\u30eb\u30fb\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30d1\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093 : {0}
RTCScm_build_initiated_by=RTC : RTC \u304b\u3089\u306e\u8981\u6c42\u306b\u3088\u308a\u30d3\u30eb\u30c9\u304c\u958b\u59cb\u3055\u308c\u307e\u3057\u305f
RTCScm_link_creation_failure=Hudson/Jenkins \u30d3\u30eb\u30c9\u3092 RTC \u30d3\u30eb\u30c9\u7d50\u679c\u306b\u30ea\u30f3\u30af\u3067\u304d\u307e\u305b\u3093 : {0}
RTCScm_build_cause_determination_failure=RTC \u304c\u30d3\u30eb\u30c9\u3092\u958b\u59cb\u3057\u305f\u7406\u7531\u3092\u5224\u5225\u3067\u304d\u307e\u305b\u3093: {0}
RTCScm_build_label=#{0}
RTCScm_polling_not_supported=\u3053\u306e\u69cb\u6210\u3067\u306f\u30dd\u30fc\u30ea\u30f3\u30b0\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u30dd\u30fc\u30ea\u30f3\u30b0\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u306e\u306f\u3001\u30d3\u30eb\u30c9\u5b9a\u7fa9\u304a\u3088\u3073\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u30fb\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u69cb\u6210\u306e\u5834\u5408\u306e\u307f\u3067\u3059\u3002
RTCScm_components_to_exclude_validation_not_supported_for_snapshot=\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u3067\u306f\u691c\u8a3c\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u9664\u5916\u3059\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u30ea\u30b9\u30c8\u306f\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002
RTCScm_components_to_loadrule_mapping_validation_not_supported_for_snapshot=\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u3067\u306f\u691c\u8a3c\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30ed\u30fc\u30c9\u3059\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u30fb\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002
RTCScm_components_to_exclude_valid=\u9664\u5916\u3059\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u30ea\u30b9\u30c8\u306f\u6709\u52b9\u3067\u3059\u3002
RTCScm_components_to_exclude_specify_file_path=\u9664\u5916\u3059\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u30ea\u30b9\u30c8\u3092\u542b\u3080\u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30b9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
RTCScm_load_rule_mapping_valid=\u30ed\u30fc\u30c9\u3059\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u30fb\u30de\u30c3\u30d4\u30f3\u30b0\u306f\u6709\u52b9\u3067\u3059\u3002
RTCScm_load_rule_mapping_specify_file_path=\u30ed\u30fc\u30c9\u3059\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u30fb\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u542b\u3080\u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30b9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
RTCScm_specify_process_area=RTC \u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30fb\u30a8\u30ea\u30a2\u307e\u305f\u306f\u30c1\u30fc\u30e0\u30fb\u30a8\u30ea\u30a2\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
RTCScm_project_area_exists=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30fb\u30a8\u30ea\u30a2\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
RTCScm_team_area_exists=\u30c1\u30fc\u30e0\u30fb\u30a8\u30ea\u30a2\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
RTCScm_validation_success=RTC SCM \u69cb\u6210\u306f\u6709\u52b9\u3067\u3059\u3002
RTCScm_build_workspace_empty=\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u30fb\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u5024\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
RTCScm_build_stream_empty=\u30b9\u30c8\u30ea\u30fc\u30e0\u306e\u5024\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
RTCScm_build_snapshot_empty=\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u306e\u5024\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
RTCScm_build_snapshot_not_validated=\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u5316\u3055\u308c\u305f\u5024\u3092\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002
RTCScm_build_toolkit_required_to_validate_process_area=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30fb\u30a8\u30ea\u30a2\u307e\u305f\u306f\u30c1\u30fc\u30e0\u30fb\u30a8\u30ea\u30a2\u306e\u5024\u3092\u691c\u8a3c\u3059\u308b\u306b\u306f\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u304c\u5fc5\u8981\u3067\u3059\u3002
RTCScm_build_toolkit_required_to_validate_snapshot=\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u306e\u5024\u3092\u691c\u8a3c\u3059\u308b\u306b\u306f\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u304c\u5fc5\u8981\u3067\u3059\u3002
RTCBuildToolInstallation_not_tookit_directory=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u304c\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306e\u3088\u3046\u306b\u898b\u3048\u307e\u305b\u3093
RTCBuildToolInstallation_missing_toolkit=\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u304c\u5fc5\u8981\u3067\u3059
RTCBuildToolInstallation_toolkit_not_directory=\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30d1\u30b9\u306f\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3067\u306f\u306a\u304f\u30d5\u30a1\u30a4\u30eb\u3092\u793a\u3057\u307e\u3059
RTCBuildToolInstallation_toolkit_not_found=\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
RTCBuildToolInstallation_unable_to_read=\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093
RTCBuildToolInstallation_RTC_display_name=RTC \u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8
RTCBuildResultAction_display_name=RTC \u30d3\u30eb\u30c9\u7d50\u679c
RTCRunListener_build_termination_failure=RTC \u30d3\u30eb\u30c9\u3092\u5b8c\u4e86\u3068\u30de\u30fc\u30af\u4ed8\u3051\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
RTCRunListener_build_termination_failure2=RTC \u30d3\u30eb\u30c9\u3092\u5b8c\u4e86\u3068\u30de\u30fc\u30af\u4ed8\u3051\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
RTCRunListener_build_result_not_completed=\u4f5c\u6210\u3055\u308c\u305f RTC \u30d3\u30eb\u30c9\u7d50\u679c\u3092\u5b8c\u4e86\u3068\u30de\u30fc\u30af\u4ed8\u3051\u3067\u304d\u307e\u305b\u3093\u3002 \u69cb\u6210\u3055\u308c\u305f SCM \u30b7\u30b9\u30c6\u30e0\u306f\u3001RTC \u3067\u306f\u306a\u304f "{0}" \u3067\u3059\u3002
RTCRunListener_manually_abandon_build=RTC \u30d3\u30eb\u30c9\u304c\u307e\u3060\u5b9f\u884c\u4e2d\u306e\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 RTC \u3067\u30d3\u30eb\u30c9\u3092\u624b\u52d5\u3067\u53d6\u308a\u6d88\u3059\u5fc5\u8981\u304c\u3042\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
RTCLoginInfo_creds_unresolvable=\u9078\u629e\u3055\u308c\u305f\u8cc7\u683c\u60c5\u5831\u306f\u3001\u6709\u52b9\u306a\u8cc7\u683c\u60c5\u5831\u306b\u89e3\u6c7a\u3055\u308c\u307e\u305b\u3093\u3002 \u8cc7\u683c\u60c5\u5831\u304c\u30c9\u30e1\u30a4\u30f3\u306b\u3088\u308a\u6240\u6709\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u30c9\u30e1\u30a4\u30f3\u5236\u9650\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
RTCLoginInfo_missing_creds=Team Concert \u30b5\u30fc\u30d0\u30fc\u3078\u306e\u63a5\u7d9a\u4e2d\u306b\u4f7f\u7528\u3059\u308b\u8cc7\u683c\u60c5\u5831\u304c\u6b20\u843d\u3057\u3066\u3044\u307e\u3059
RTCLoginInfo_missing_password="{0}" \u304b\u3089\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093: {1}
RTCLoginInfo_supply_password_file_or_password=\u30e6\u30fc\u30b6\u30fc ID \u3067\u8a8d\u8a3c\u3059\u308b\u5834\u5408\u306b\u306f\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
RTCLoginInfo_both_supplied_password_file_used=\u30d1\u30b9\u30ef\u30fc\u30c9\u304b\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d5\u30a1\u30a4\u30eb\u306e\u3044\u305a\u308c\u304b (\u4e21\u65b9\u3067\u306f\u306a\u3044) \u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d5\u30a1\u30a4\u30eb\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
RTCLoginInfo_both_supplied_password_ignored=\u30d1\u30b9\u30ef\u30fc\u30c9\u304b\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d5\u30a1\u30a4\u30eb\u306e\u3044\u305a\u308c\u304b (\u4e21\u65b9\u3067\u306f\u306a\u3044) \u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093\u3002
RTCLoginInfo_credentials_used=\u8a8d\u8a3c\u306b\u306f\u3001\u30e6\u30fc\u30b6\u30fc ID \u3068\u30d1\u30b9\u30ef\u30fc\u30c9/\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d5\u30a1\u30a4\u30eb\u306e\u4ee3\u308f\u308a\u306b\u8cc7\u683c\u60c5\u5831\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
RTCLoginInfo_missing_userid=\u30d1\u30b9\u30ef\u30fc\u30c9\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d5\u30a1\u30a4\u30eb\u306e\u4f7f\u7528\u6642\u306b\u306f\u30e6\u30fc\u30b6\u30fc ID \u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
RTCLoginInfo_password_file_ignored=\u8a8d\u8a3c\u306b\u306f\u3001\u8cc7\u683c\u60c5\u5831\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002 \u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d5\u30a1\u30a4\u30eb\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093\u3002
RTCLoginInfo_password_ignored=\u8a8d\u8a3c\u306b\u306f\u3001\u8cc7\u683c\u60c5\u5831\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002 \u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093\u3002
RTCFacadeFacade_check_incoming_with_rest=\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u3092\u4f7f\u7528\u3057\u3066\u3044\u306a\u3044\u7740\u4fe1\u3059\u308b\u5909\u66f4\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u65ad\u3057\u307e\u3059
RTCFacadeFacade_check_incoming_with_toolkit=\u30d3\u30eb\u30c9\u30fb\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u3092\u4f7f\u7528\u3057\u305f\u7740\u4fe1\u3059\u308b\u5909\u66f4\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u5224\u65ad\u3057\u307e\u3059
RTCFacadeFacade_unexpected_build_state_put_response={0} \u30af\u30e9\u30b9\u306b\u5bfe\u3059\u308b\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54\u306f {1} \u3067\u3059
RTCFacadeFacade_unexpected_build_state_response={0} \u30af\u30e9\u30b9\u306b\u5bfe\u3059\u308b\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54\u306f {1} \u3067\u3059 
RTCFacadeFacade_unexpected_incoming_response={0} \u30af\u30e9\u30b9\u306b\u5bfe\u3059\u308b\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54\u306f {1} \u3067\u3059
RTCFacadeFacade_client_not_allowed_to_connect_to_JTS=CRJAZ1863E \u3053\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u3001Jazz Team Server \u306b\u76f4\u63a5\u30ed\u30b0\u30a4\u30f3\u3067\u304d\u307e\u305b\u3093\u3002  \u4ee3\u308f\u308a\u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044\u3002
RTCFacadeFacade_invalid_response_invoking_version_compatibility_service=CRJAZ1685E  \u30ed\u30b0\u30a4\u30f3\u4e2d\u306e\u3001\u30d0\u30fc\u30b8\u30e7\u30f3\u4e92\u63db\u30b5\u30fc\u30d3\u30b9\u306e\u547c\u3073\u51fa\u3057\u6642\u306e\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u3067\u3059\u3002  \u4e92\u63db\u30b5\u30fc\u30d3\u30b9\u306f\u3001\u6709\u52b9\u306a\u5fdc\u7b54\u3092\u623b\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002
RTCFacadeFacade_incompatible2=Team Concert \u30b5\u30fc\u30d0\u30fc\u306b\u306f\u3001\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8\u306e\u4f7f\u7528\u3092\u907f\u3051\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u30b5\u30dd\u30fc\u30c8\u304c\u3042\u308a\u307e\u305b\u3093: \u30b5\u30fc\u30d0\u30fc\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306f {0} \u3067\u3059
RTCFacadeFacade_unexpected_search_workspaces_response=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u5185\u306e\u691c\u7d22\u30c1\u30a7\u30c3\u30af\u3092\u5b9f\u884c\u4e2d\u306e\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54\u3067\u3059\u3002 \u8981\u6c42: {0} \u5fdc\u7b54: {1}
RTCFacadeFacade_error_parsing_search_workspaces_response=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u5185\u306e\u691c\u7d22\u5fdc\u7b54\u3092\u89e3\u6790\u4e2d\u306e\u30a8\u30e9\u30fc\u3067\u3059: {0}\u3002 \u8981\u6c42: {1} \u5fdc\u7b54: {2}
RTCFacadeFacade_multiple_workspaces=\u300c{0}\u300d\u3068\u3044\u3046\u540d\u524d\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u30fb\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u304c\u8907\u6570\u3042\u308a\u307e\u3059
RTCFacadeFacade_workspace_not_found="{0}" \u3068\u3044\u3046\u540d\u524d\u306e\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
RTCFacadeFacade_unexpected_search_components_response=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u691c\u7d22\u30c1\u30a7\u30c3\u30af\u3092\u5b9f\u884c\u3057\u3066\u3044\u308b\u6642\u306b\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54\u3002 \u8981\u6c42: {0} \u5fdc\u7b54: {1}
RTCFacadeFacade_error_parsing_search_components_response=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u691c\u7d22\u306e\u5fdc\u7b54\u306e\u69cb\u6587\u89e3\u6790\u30a8\u30e9\u30fc: {0}\u3002 \u8981\u6c42: {1} \u5fdc\u7b54: {2}
RTCFacadeFacade_component_with_id_not_found=\u9805\u76ee ID\u300c{0}\u300d\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306f\u3001\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u5185\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
RTCFacadeFacade_component_with_name_not_found=\u540d\u524d\u300c{0}\u300d\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306f\u3001\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u5185\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
RTCFacadeFacade_multiple_components_with_name_in_workspace=\u300c{0}\u300d\u3068\u3044\u3046\u540d\u524d\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u304c\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u300c{1}\u300d\u3067\u8907\u6570\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002
RTCFacadeFacade_multiple_components_with_name_in_stream=\u300c{0}\u300d\u3068\u3044\u3046\u540d\u524d\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u304c\u30b9\u30c8\u30ea\u30fc\u30e0\u300c{1}\u300d\u3067\u8907\u6570\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002
RTCFacadeFacade_component_with_name_not_found_ws=\u540d\u524d\u300c{0}\u300d\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306f\u3001\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u300c{1}\u300d\u5185\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
RTCFacadeFacade_unexpected_search_components_in_workspace_response=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u5185\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u691c\u7d22\u30c1\u30a7\u30c3\u30af\u3092\u5b9f\u884c\u3057\u3066\u3044\u308b\u6642\u306b\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54\u3002 \u8981\u6c42: {0} \u5fdc\u7b54: {1}
RTCFacadeFacade_unexpected_search_components_in_stream_response=\u30b9\u30c8\u30ea\u30fc\u30e0\u5185\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u691c\u7d22\u30c1\u30a7\u30c3\u30af\u3092\u5b9f\u884c\u3057\u3066\u3044\u308b\u6642\u306b\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54\u3002 \u8981\u6c42: {0} \u5fdc\u7b54: {1}
RTCFacadeFacade_load_rule_file_path_empty=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u30fb\u30ed\u30fc\u30c9\u898f\u5247\u30de\u30c3\u30d4\u30f3\u30b0\u30fb\u30d5\u30a1\u30a4\u30eb\u5185\u306b\u3042\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{0}\u300d\u306e\u30d5\u30a1\u30a4\u30eb\u30fb\u30d1\u30b9\u304c\u7a7a\u3067\u3059\u3002
RTCFacadeFacade_unexpected_search_versionable_response=\u30d0\u30fc\u30b8\u30e7\u30f3\u7ba1\u7406\u53ef\u80fd\u9805\u76ee\u306e\u691c\u7d22\u30c1\u30a7\u30c3\u30af\u3092\u5b9f\u884c\u3057\u3066\u3044\u308b\u6642\u306b\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54\u3002 \u8981\u6c42: {0} \u5fdc\u7b54: {1}
RTCFacadeFacade_error_parsing_search_versionable_response=\u30d0\u30fc\u30b8\u30e7\u30f3\u7ba1\u7406\u53ef\u80fd\u9805\u76ee\u306e\u691c\u7d22\u306e\u5fdc\u7b54\u306e\u69cb\u6587\u89e3\u6790\u30a8\u30e9\u30fc: {0}\u3002 \u8981\u6c42: {1} \u5fdc\u7b54: {2}
RTCFacadeFacade_load_rule_file_not_found_ws=\u30ed\u30fc\u30c9\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u300c{0}\u300d\u304c\u3001\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u300c{2}\u300d\u5185\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{1}\u300d\u5185\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
RTCFacadeFacade_load_rule_not_a_file_ws=\u30ed\u30fc\u30c9\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u300c{0}\u300d\u306f\u3001\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u300c{2}\u300d\u5185\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{1}\u300d\u5185\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u89e3\u6c7a\u3055\u308c\u307e\u305b\u3093\u3002
RTCFacadeFacade_load_rule_file_not_found_stream=\u30ed\u30fc\u30c9\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u300c{0}\u300d\u304c\u3001\u30b9\u30c8\u30ea\u30fc\u30e0\u300c{2}\u300d\u5185\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{1}\u300d\u5185\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
RTCFacadeFacade_load_rule_not_a_file_stream=\u30ed\u30fc\u30c9\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u300c{0}\u300d\u306f\u3001\u30b9\u30c8\u30ea\u30fc\u30e0\u300c{2}\u300d\u5185\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{1}\u300d\u5185\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u89e3\u6c7a\u3055\u308c\u307e\u305b\u3093\u3002
RTCFacadeFacade_load_rule_file_with_id_not_found_ws=\u9805\u76ee ID\u300c{0}\u300d\u306e\u30ed\u30fc\u30c9\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u304c\u3001\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u300c{2}\u300d\u5185\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{1}\u300d\u5185\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
RTCFacadeFacade_load_rule_with_id_not_a_file_ws=\u9805\u76ee ID\u300c{0}\u300d\u306e\u30ed\u30fc\u30c9\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u306f\u3001\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u300c{2}\u300d\u5185\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{1}\u300d\u5185\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u89e3\u6c7a\u3055\u308c\u307e\u305b\u3093\u3002
RTCFacadeFacade_load_rule_file_with_id_not_found_stream=\u9805\u76ee ID\u300c{0}\u300d\u306e\u30ed\u30fc\u30c9\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u304c\u3001\u30b9\u30c8\u30ea\u30fc\u30e0\u300c{2}\u300d\u5185\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{1}\u300d\u5185\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
RTCFacadeFacade_load_rule_with_id_not_a_file_stream=\u9805\u76ee ID\u300c{0}\u300d\u306e\u30ed\u30fc\u30c9\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u306f\u3001\u30b9\u30c8\u30ea\u30fc\u30e0\u300c{2}\u300d\u5185\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u300c{1}\u300d\u5185\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u89e3\u6c7a\u3055\u308c\u307e\u305b\u3093\u3002
RTCFacadeFacade_multiple_streams=\u300c{0}\u300d\u3068\u3044\u3046\u540d\u524d\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u30fb\u30b9\u30c8\u30ea\u30fc\u30e0\u304c\u8907\u6570\u3042\u308a\u307e\u3059\u3002
RTCFacadeFacade_stream_not_found=\u300c{0}\u300d\u3068\u3044\u3046\u540d\u524d\u306e\u30b9\u30c8\u30ea\u30fc\u30e0\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
RTCFacadeFacade_unexpected_search_streams_response=\u30b9\u30c8\u30ea\u30fc\u30e0\u5185\u306e\u691c\u7d22\u30c1\u30a7\u30c3\u30af\u3092\u5b9f\u884c\u4e2d\u306e\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54\u3067\u3059\u3002 \u8981\u6c42: {0} \u5fdc\u7b54: {1}
RTCFacadeFacade_error_parsing_search_stream_response=\u30b9\u30c8\u30ea\u30fc\u30e0\u5185\u306e\u691c\u7d22\u5fdc\u7b54\u3092\u89e3\u6790\u4e2d\u306e\u30a8\u30e9\u30fc\u3067\u3059: {0}\u3002 \u8981\u6c42: {1} \u5fdc\u7b54: {2}
RTCFacadeFacade_definition_not_found=\u300c{0}\u300d\u3068\u3044\u3046\u540d\u524d\u306e\u30d3\u30eb\u30c9\u5b9a\u7fa9\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
RTCFacadeFacade_build_definition_missing_hudson_config=\u30d3\u30eb\u30c9\u5b9a\u7fa9\u306f\u3001Hudson/Jenkins \u30d3\u30eb\u30c9\u5b9a\u7fa9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
RTCFacadeFacade_build_definition_missing_jazz_scm_config=\u30d3\u30eb\u30c9\u5b9a\u7fa9\u306b Jazz \u30bd\u30fc\u30b9\u7ba1\u7406\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
RTCFacadeFacade_build_definition_missing_build_engine=\u30d3\u30eb\u30c9\u5b9a\u7fa9\u306b\u3001\u30b5\u30dd\u30fc\u30c8\u30fb\u30d3\u30eb\u30c9\u30fb\u30a8\u30f3\u30b8\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
RTCFacadeFacade_build_definition_missing_build_engine_hudson_config=\u30b5\u30dd\u30fc\u30c8\u30fb\u30d3\u30eb\u30c9\u30fb\u30a8\u30f3\u30b8\u30f3\u306f\u3001Hudson/Jenkins \u30d3\u30eb\u30c9\u30fb\u30a8\u30f3\u30b8\u30f3\u3067\u306f\u3042\u308a\u307e\u305b\u3093
RTCFacadeFacade_unexpected_validate_build_definition_response=\u30d3\u30eb\u30c9\u5b9a\u7fa9\u3092\u691c\u8a3c\u4e2d\u306e\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54\u3067\u3059\u3002 \u8981\u6c42: {0} \u5fdc\u7b54: {1}
RTCFacadeFacade_build_termination_status_incomplete=RTC \u30d3\u30eb\u30c9\u7d50\u679c\u72b6\u6cc1\u3092\u6b63\u3057\u304f\u66f4\u65b0\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093: {0}
RTCBuildResultHelper_delete_build_result_failed=RTC \u30d3\u30eb\u30c9\u7d50\u679c "{0}" \u306e\u524a\u9664\u304c\u5931\u6557\u3057\u307e\u3057\u305f: {1}
Helper_file_not_found=\u30d5\u30a1\u30a4\u30eb\u30fb\u30d1\u30b9\u300c{0}\u300d\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
Helper_not_a_file=\u30d5\u30a1\u30a4\u30eb\u30fb\u30d1\u30b9\u300c{0}\u300d\u306f\u30d5\u30a1\u30a4\u30eb\u306b\u89e3\u6c7a\u3055\u308c\u307e\u305b\u3093\u3002
Helper_components_to_exclude_required=componentsToExclude \u5024\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
Helper_component_id_or_name_required=componentId \u307e\u305f\u306f componentName \u306e\u3044\u305a\u308c\u304b\u306e\u5024\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Helper_load_rules_required=loadRules \u5024\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 
Helper_file_item_id_or_name_required=fileItemId \u307e\u305f\u306f filePath \u306e\u3044\u305a\u308c\u304b\u306e\u5024\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Helper_component_name_empty_components_to_exclude=\u9664\u5916\u3059\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u30ea\u30b9\u30c8\u5185\u306b\u6307\u5b9a\u3055\u308c\u305f componentName \u5024\u306e 1 \u3064\u304c\u7a7a\u3067\u3059\u3002
Helper_component_name_empty_load_rules=\u30ed\u30fc\u30c9\u3059\u308b\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u898f\u5247\u30d5\u30a1\u30a4\u30eb\u30fb\u30de\u30c3\u30d4\u30f3\u30b0\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b componentName \u5024\u306e 1 \u3064\u304c\u7a7a\u3067\u3059\u3002
