###############################################################################
# Copyright (c) 2013, 2016 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
#     IBM Corporation - initial API and implementation
###############################################################################

# Jenkins will pass everything through MessageFormat. 
# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_ALL

HttpUtils_authentication_failed=L''authentification a \u00e9chou\u00e9 pour {0} dans {1}
HttpUtils_GET_failed=La demande d''acc\u00e8s \u00e0 {0} a renvoy\u00e9 le code de statut {1}
HttpUtils_PUT_failed=La demande PUT envoy\u00e9e \u00e0 {0} a renvoy\u00e9 le code de statut {1}
HttpUtils_DELETE_failed=La demande DELETE envoy\u00e9e \u00e0 {0} a renvoy\u00e9 le code de statut {1}
HttpUtils_LOGIN_failed=L''authentification de {0} dans {1} a \u00e9chou\u00e9 avec le code de statut {2}
HttpUtils_invalid_server=Impossible de d\u00e9terminer l''h\u00f4te \u00e0 partir de l''URI de serveur : "{0}"
RTCBuildCause_scheduled=Demand\u00e9e dans RTC par : (g\u00e9n\u00e9ration planifi\u00e9e)
RTCBuildCause_personal=G\u00e9n\u00e9ration personnelle demand\u00e9e dans RTC par : {0}
RTCBuildCause_unknown_personal=G\u00e9n\u00e9ration personnelle demand\u00e9e dans RTC par : inconnu
RTCBuildCause_requested=Demand\u00e9e dans RTC par : {0}
RTCBuildCause_unknown=Demand\u00e9e dans RTC par : inconnu
RTCChangeLogChangeSetEntry.NoChangesIsFun=Pas de modification
RTCChangeLogChangeSetEntry.added=Ajout\u00e9
RTCChangeLogChangeSetEntry.changes={0} modification(s)
RTCChangeLogChangeSetEntry.deleted=Supprim\u00e9
RTCChangeLogChangeSetEntry.modified=Modifi\u00e9
RTCChangeLogChangeSetEntry.moved=D\u00e9plac\u00e9
RTCChangeLogChangeSetEntry.moved_modified=Modifi\u00e9 et d\u00e9plac\u00e9
RTCChangeLogChangeSetEntry.no_changes=Pas de modification
RTCChangeLogChangeSetEntry.too_many_changes={0} modifications. Trop \u00e0 signaler
RTCChangeLogChangeSetEntry.unknown=Modification inconnue
RTCChangeLogComponentEntry.added_the_component=Composant ajout\u00e9
RTCChangeLogComponentEntry.deleted_the_component=Composant supprim\u00e9
RTCChangeLogComponentEntry.added_component=Composant "{0}" ajout\u00e9
RTCChangeLogComponentEntry.dropped_component=Composant "{0}" supprim\u00e9
RTCChangeLogComponentEntry.unknown_action={0} - composant "{1}"
RTCFacadeFactory.toolkit_not_found=R\u00e9pertoire des outils de g\u00e9n\u00e9ration introuvable dans : {0} 
RTCFacadeFactory.toolkit_path_not_directory=Le chemin d''acc\u00e8s aux outils de g\u00e9n\u00e9ration est celui d''un fichier et non d''un r\u00e9pertoire : {0}
RTCFacadeFactory.missing_toolkit=Chemin d''acc\u00e8s global aux outils de g\u00e9n\u00e9ration manquant
RTCFacadeFactory.scan_error=Erreur lors de la recherche de fichiers jar dans le dossier des outils de g\u00e9n\u00e9ration {0}.
RTCRepositoryBrowser.display_name=Interface utilisateur Web RTC
RTCScm_build_workspace_success=L''espace de travail de g\u00e9n\u00e9ration existe
RTCScm_build_definition_success=La d\u00e9finition de g\u00e9n\u00e9ration existe
RTCScm_build_stream_success=Le flux de g\u00e9n\u00e9ration existe
RTCScm_changes_found=RTC : modifications d\u00e9tect\u00e9es
RTCScm_checking_for_changes=RTC : recherche de modifications...
RTCScm_checking_for_changes_failure=RTC : recherche d''\u00e9checs de modification : {0}
RTCScm_checking_for_changes_failure2=RTC : recherche d''\u00e9checs de modification : {0}
RTCScm_checking_for_changes_failure3=RTC : recherche d''\u00e9checs de modification : {0}
RTCScm_checkout_failure=RTC : \u00e9chec de la r\u00e9servation : {0}
RTCScm_checkout_failure2=RTC : \u00e9chec de la r\u00e9servation : {0}
RTCScm_checkout_failure3=RTC : \u00e9chec de la r\u00e9servation : {0}
RTCScm_checkout_failure4=RTC : \u00e9chec de la r\u00e9servation : {0}
RTCScm_snapshotUUID_not_provided=Identificateur unique universel d''image instantan\u00e9e vide re\u00e7u.
RTCScm_checkout_started=RTC : r\u00e9servation...
RTCScm_connect_success=Le test de la connexion a r\u00e9ussi
RTCScm_failed_to_connect=Echec de la connexion : {0}
RTCScm_no_changes_found=RTC : aucune modification d\u00e9tect\u00e9e
RTCScm_password_file_is_directory=Le fichier de mots de passe "{0}" n''est pas un fichier mais un r\u00e9pertoire
RTCScm_password_file_not_found=Fichier de mots de passe "{0}" introuvable
RTCScm_credentials_required=Des donn\u00e9es d''identification sont requises
RTCScm_RTC_display_name=Rational Team Concert (RTC)
RTCScm_timeout_required=Un d\u00e9lai d''attente de connexion est requis
RTCScm_supply_password_or_file=Indiquez un mot de passe ou un fichier de mots de passe, mais pas les deux
RTCScm_two_passwords_use_credentials=Un mot de passe et un fichier de mot de passe ont \u00e9t\u00e9 configur\u00e9s. A la place, configurez des donn\u00e9es d''identification.
RTCScm_missing_global_build_tool=Les outils de g\u00e9n\u00e9ration doivent \u00eatre identifi\u00e9s pour la connexion \u00e0 RTC
RTCScm_missing_build_tool=Les outils de g\u00e9n\u00e9ration \u00e0 utiliser doivent \u00eatre identifi\u00e9s pour la connexion \u00e0 RTC
RTCScm_build_tool_needed_for_job=Les outils de g\u00e9n\u00e9ration sont n\u00e9cessaires pour effectuer des g\u00e9n\u00e9rations
RTCScm_global_build_tool_needed_for_job=Les outils de g\u00e9n\u00e9ration globaux doivent \u00eatre d\u00e9finis pour que vous puissiez effectuer des g\u00e9n\u00e9rations
RTCScm_no_build_tool_name=- aucun -
RTCScm_no_build_toolkit=Impossible d''extraire le chemin d''acc\u00e8s aux outils de g\u00e9n\u00e9ration : {0}
RTCScm_no_build_toolkit2=Impossible d''extraire le chemin d''acc\u00e8s aux outils de g\u00e9n\u00e9ration : {0}
RTCScm_no_global_build_toolkit=Impossible d''extraire le chemin d''acc\u00e8s global aux outils de g\u00e9n\u00e9ration : {0}
RTCScm_no_global_build_toolkit2=Impossible d''extraire le chemin d''acc\u00e8s global aux outils de g\u00e9n\u00e9ration : {0}
RTCScm_no_global_build_toolkit3=Impossible d''extraire le chemin d''acc\u00e8s global aux outils de g\u00e9n\u00e9ration : {0}
RTCScm_build_initiated_by=RTC : G\u00e9n\u00e9ration initi\u00e9e par la demande depuis RTC
RTCScm_link_creation_failure=Impossible de lier la g\u00e9n\u00e9ration Hudson/Jenkins au r\u00e9sultat de la g\u00e9n\u00e9ration RTC : {0}
RTCScm_build_cause_determination_failure=Impossible de d\u00e9terminer la raison pour laquelle RTC a initi\u00e9 la g\u00e9n\u00e9ration : {0}
RTCScm_build_label=N\u00b0 {0}
RTCScm_polling_not_supported=L''interrogation n''est pas prise en charge pour cette configuration. L''interrogation est prise en charge uniquement pour la d\u00e9finition de g\u00e9n\u00e9ration et l''espace de travail de g\u00e9n\u00e9ration.
RTCScm_components_to_exclude_file_not_found=Le fichier de la liste des composants \u00e0 exclure est introuvable ou n''existe pas : {0}
RTCScm_load_rules_file_not_found=Le fichier de mappage composant-fichier de r\u00e8gles de chargement est introuvable ou n''existe pas : {0}
RTCScm_components_to_exclude_validation_not_supported_for_snapshot=La liste des composants \u00e0 exclure ne peut pas \u00eatre valid\u00e9e car la validation n''est pas prise en charge pour les images instantan\u00e9es.
RTCScm_components_to_loadrule_mapping_validation_not_supported_for_snapshot=Le mappage composant-fichier de r\u00e8gles de chargement ne peut pas \u00eatre valid\u00e9 car la validation n''est pas prise en charge pour les images instantan\u00e9es.
RTCBuildToolInstallation_not_tookit_directory=Le r\u00e9pertoire ne ressemble pas au r\u00e9pertoire des outils de g\u00e9n\u00e9ration
RTCBuildToolInstallation_missing_toolkit=Le r\u00e9pertoire des outils de g\u00e9n\u00e9ration est requis
RTCBuildToolInstallation_toolkit_not_directory=Le chemin d''acc\u00e8s aux outils de g\u00e9n\u00e9ration est celui d''un fichier et non d''un r\u00e9pertoire
RTCBuildToolInstallation_toolkit_not_found=R\u00e9pertoire des outils de g\u00e9n\u00e9ration introuvable
RTCBuildToolInstallation_unable_to_read=Impossible de traiter le r\u00e9pertoire des outils de g\u00e9n\u00e9ration
RTCBuildToolInstallation_RTC_display_name=Outils de g\u00e9n\u00e9ration RTC
RTCBuildResultAction_display_name=R\u00e9sultat de g\u00e9n\u00e9ration RTC
RTCRunListener_build_termination_failure=Erreur lors du marquage de la g\u00e9n\u00e9ration RTC comme termin\u00e9e : {0}
RTCRunListener_build_termination_failure2=Erreur lors du marquage de la g\u00e9n\u00e9ration RTC comme termin\u00e9e : {0}
RTCRunListener_build_result_not_completed=Impossible de marquer le r\u00e9sultat de la g\u00e9n\u00e9ration RTC cr\u00e9\u00e9e comme \u00e9tant termin\u00e9e. Le syst\u00e8me SCM configur\u00e9 est "{0}" et non RTC.
RTCRunListener_manually_abandon_build=Il se peut que la g\u00e9n\u00e9ration RTC soit encore en cours d''ex\u00e9cution. Il peut \u00eatre n\u00e9cessaire de l''annuler manuellement dans RTC.
RTCLoginInfo_creds_unresolvable=Les donn\u00e9es d''identification requises ne sont pas r\u00e9solues en donn\u00e9es d''identification valides. V\u00e9rifiez les restrictions du domaine si les donn\u00e9es d''identification appartiennent \u00e0 un domaine.
RTCLoginInfo_missing_creds=Les donn\u00e9es d''identification \u00e0 utiliser pour prendre contact avec le serveur Team Concert manquent
RTCLoginInfo_missing_password=Impossible d''extraire le mot de passe de "{0}" : {1}
RTCLoginInfo_supply_password_file_or_password=Vous devez indiquer un fichier de mot de passe ou un mot de passe lors de l''authentification avec un ID utilisateur
RTCLoginInfo_both_supplied_password_file_used=Vous devez indiquer un mot de passe ou un fichier de mot de passe, mais pas les deux. Le fichier de mot de passe sera utilis\u00e9.
RTCLoginInfo_both_supplied_password_ignored=Vous devez indiquer un mot de passe ou un fichier de mot de passe, mais pas les deux. Le mot de passe ne sera pas utilis\u00e9.
RTCLoginInfo_credentials_used=Pour l''authentification, des donn\u00e9es d''identification seront utilis\u00e9es \u00e0 la place de l''ID utilisateur et du mot de passe/fichier de mot de passe
RTCLoginInfo_missing_userid=Vous devez indiquer l''ID utilisateur lorsque vous utilisez un mot de passe ou un fichier de mot de passe
RTCLoginInfo_password_file_ignored=Pour l''authentification, des donn\u00e9es d''identification seront utilis\u00e9es. Le fichier de mot de passe ne sera pas utilis\u00e9.
RTCLoginInfo_password_ignored=Pour l''authentification, des donn\u00e9es d''identification seront utilis\u00e9es. Le mot de passe ne sera pas utilis\u00e9.
RTCFacadeFacade_check_incoming_with_rest=Le syst\u00e8me d\u00e9termine s''il existe des modifications entrantes sans utiliser les outils de g\u00e9n\u00e9ration
RTCFacadeFacade_check_incoming_with_toolkit=Le syst\u00e8me d\u00e9termine s''il existe des modifications entrantes en utilisant les outils de g\u00e9n\u00e9ration
RTCFacadeFacade_unexpected_build_state_put_response=La r\u00e9ponse inattendue \u00e0 la classe {0} est {1}
RTCFacadeFacade_unexpected_build_state_response=La r\u00e9ponse inattendue \u00e0 la classe {0} est {1} 
RTCFacadeFacade_unexpected_incoming_response=La r\u00e9ponse inattendue \u00e0 la classe {0} est {1}
RTCFacadeFacade_client_not_allowed_to_connect_to_JTS=CRJAZ1863E Ce client ne peut peut-\u00eatre pas se connecter directement au serveur Jazz Team Server.  Connectez-vous \u00e0 une application \u00e0 la place.
RTCFacadeFacade_invalid_response_invoking_version_compatibility_service=CRJAZ1685E Une erreur inattendue s''est produite pendant l''appel du service de compatibilit\u00e9 de version lors de la connexion.  Le service de compatibilit\u00e9 n''a pas renvoy\u00e9 de r\u00e9ponse valide.
RTCFacadeFacade_incompatible2=Le serveur Team Concert ne dispose pas de la prise en charge requise pour \u00e9viter l''utilisation des outils de g\u00e9n\u00e9ration : la version de votre serveur est {0}
RTCFacadeFacade_unexpected_search_workspaces_response=R\u00e9ponse inattendue lors de l''ex\u00e9cution du contr\u00f4le des espaces de travail de recherche. Demande : {0} R\u00e9ponse : {1}
RTCFacadeFacade_error_parsing_search_workspaces_response=Erreur lors de l''analyse de la r\u00e9ponse des espaces de travail de recherche : {0}. Demande : {1} R\u00e9ponse : {2}
RTCFacadeFacade_multiple_workspaces=Plusieurs espaces de travail de r\u00e9f\u00e9rentiel portent le nom "{0}"
RTCFacadeFacade_workspace_not_found=L''espace de travail dont le nom est "{0}" est introuvable
RTCFacadeFacade_multiple_streams=Plusieurs flux de r\u00e9f\u00e9rentiel portent le nom "{0}"
RTCFacadeFacade_stream_not_found=Impossible de trouver un flux avec le nom "{0}"
RTCFacadeFacade_unexpected_search_streams_response=R\u00e9ponse inattendue lors de la v\u00e9rification des flux de recherche. Demande : {0} R\u00e9ponse : {1}
RTCFacadeFacade_error_parsing_search_stream_response=Erreur lors de l''analyse de la r\u00e9ponse des flux de recherche : {0}. Demande : {1} R\u00e9ponse : {2}
RTCFacadeFacade_definition_not_found=La d\u00e9finition de g\u00e9n\u00e9ration dont le nom est "{0}" est introuvable
RTCFacadeFacade_build_definition_missing_hudson_config=La d\u00e9finition de g\u00e9n\u00e9ration n''est pas une d\u00e9finition de g\u00e9n\u00e9ration Hudson/Jenkins
RTCFacadeFacade_build_definition_missing_jazz_scm_config=L''option Jazz Source Control n''est pas sp\u00e9cifi\u00e9e pour la d\u00e9finition de g\u00e9n\u00e9ration
RTCFacadeFacade_build_definition_missing_build_engine=La d\u00e9finition de g\u00e9n\u00e9ration ne comporte pas de moteurs de g\u00e9n\u00e9ration de support
RTCFacadeFacade_build_definition_missing_build_engine_hudson_config=Le moteur de g\u00e9n\u00e9ration de support n''est pas un moteur de g\u00e9n\u00e9ration Hudson/Jenkins
RTCFacadeFacade_unexpected_validate_build_definition_response=R\u00e9ponse inattendue lors de la validation de la d\u00e9finition de g\u00e9n\u00e9ration. Demande : {0} R\u00e9ponse : {1}
RTCFacadeFacade_build_termination_status_incomplete=Impossible de mettre \u00e0 jour correctement le statut du r\u00e9sultat de g\u00e9n\u00e9ration RTC : {0}
RTCBuildResultHelper_delete_build_result_failed=La suppression du r\u00e9sultat de g\u00e9n\u00e9ration RTC "{0}" a \u00e9chou\u00e9 : {1}
