###############################################################################
# Copyright (c) 2013 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
#     IBM Corporation - initial API and implementation
###############################################################################

# Only substitution messages use MessageFormat. 
# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_VAR
BuildClient_bad_password_file=No se puede obtener la contrase\u00f1a del archivo {0}
BuildClient_no_password=No se ha determinado ninguna contrase\u00f1a
ChangeReportBuilder.unable_to_expand_change_sets=Extracci\u00f3n de RTC: no se pueden expandir los conjuntos de cambios para el registro de cambios {0}
ChangeReportBuilder.unable_to_get_authors=Extracci\u00f3n de RTC: no se pueden determinar los autores de los conjuntos de cambios para el registro de cambios: {0}
ChangeReportBuilder.unable_to_get_change_set=No se pueden recuperar los detalles del conjunto de cambios
ChangeReportBuilder.unable_to_get_change_set2=No se pueden recuperar los detalles del conjunto de cambios
ChangeReportBuilder.unable_to_get_component=Extracci\u00f3n de RTC: no se pueden expandir componentes para registro de cambios {0}
ChangeReportBuilder.unable_to_get_component_name=No se puede recuperar el nombre
ChangeReportBuilder.unable_to_get_component_name2=No se puede recuperar el nombre
ChangeReportBuilder.unable_to_get_versionable_names=Extracci\u00f3n de RTC: no se pueden determinar los nombres de los elementos versionables afectados por el registro de cambios: {0}
ChangeReportBuilder.unable_to_get_work_items=Extracci\u00f3n de RTC: No se pueden rellenar los elementos de trabajo relacionados en el registro de cambios: {0}
ChangeReportBuilder.unknown_parent_folder=<desconocido>
ChangeReportBuilder.unknown_author=Desconocido
ChangeReportBuilder.unknown_component=Desconocido
ChangeReportBuilder_unknown_versionable=<desconocido>
RepositoryConnection.checkout_accept=Extracci\u00f3n de RTC: Aceptando cambios en el espacio de trabajo "{0}" ...
RepositoryConnection.checkout_clean_error=CRRTC3531E: Archivos de lista de errores de E/S no especificados para el directorio: "{0}"
RepositoryConnection.checkout_clean_failed=CRRTC3505E: No se puede suprimir el siguiente destino de captaci\u00f3n: "{0}". Para obtener m\u00e1s detalles, abra el sistema de ayuda y busque CRRTC3505E.
RepositoryConnection.checkout_clean_root_disallowed=Extracci\u00f3n de RTC: Error de supresi\u00f3n del directorio ra\u00edz "{0}"
RepositoryConnection.checkout_clean_sandbox=Extracci\u00f3n de RTC: Suprimiendo destino de la extracci\u00f3n "{0}" antes de la extracci\u00f3n ...
RepositoryConnection.checkout_fetch_complete=Extracci\u00f3n de RTC: La extracci\u00f3n se ha completado
RepositoryConnection.checkout_fetch_start=Extracci\u00f3n de RTC: Extrayendo archivos a destino de extracci\u00f3n "{0}" ...
RepositoryConnection.checkout_setup=Extracci\u00f3n de RTC: Configuraci\u00f3n del control de c\u00f3digo fuente
RepositoryConnection.checkout_termination_error=Extracci\u00f3n de RTC: Error de terminaci\u00f3n: {0}
RepositoryConnection.corrupt_metadata=CRRTC3534E: Mientras se cargaban archivos en la siguiente ubicaci\u00f3n, los metadatos se han da\u00f1ado: "{0}". Para obtener m\u00e1s detalles, abra el sistema de ayuda y busque CRRTC3534E.
RepositoryConnection.corrupt_metadata_found=CRRTC3533E: Se han encontrado metadatos  corruptos en el directorio de carga "{0}".
RepositoryConnection.name_not_unique=M\u00e1s de un espacio de trabajo de repositorio tiene el nombre {0}
RepositoryConnection.workspace_not_found=No se puede encontrar un espacio de trabajo con el nombre: {0}
